<template>
    <div class="grid">
        <div class="col-12">
            <div class="card">
                <h5>Функције за иницијаторке и чланице иницијативних одбора народних иницијатива</h5>
                <p>
                    Ово је део сајта у коме ће бити функције које користе иницијаторке и чланице иницијативних одбора народних иницијатива. Приступ овом делу сајта ће захтевати пријаву високог нивоа поузданости преко сервиса
                    <a href="https://eid.gov.rs" target="_blank">eid.gov.rs</a>.
                </p>
                <p>Главне функције које ће бити на располагању иницијаторкама и чланицама иницијативних одбора народних иницијатива су:</p>
                <ul>
                    <li>Подешавање профила чланице иницијативног одбора: унос емаил адресе за контакт и опционе кратке биографије.</li>
                    <li>Унос и измена детаља народне иницијативе у припреми, укључујући и доставу прилога припремљених у ПДФ формату.</li>
                    <li>Преглед листе и детаља народних иницијатива (у припреми или каснијим фазама обраде) у чијем је иницијативном одбору пријављена корисница.</li>
                    <li>Креирање позивница будућим чланицама иницијативног одбора народне иницијативе у припреми.</li>
                    <li>Подношење народне иницијативе у припреми на преглед и одобрење стручној служби скупштине одговарајућег нивоа (Народна Скупштина, скупштина општине или аутономне покрајине).</li>
                    <li>Покретање народне иницијативе која је скупила довољан број потписа пре рока.</li>
                    <li>Повлачење народне иницијативе пре истека рока сакупљања потписа.</li>
                    <li>Преузимање псеудонимизоване листе потписа за одабрану општину уписа потписнице у бирачки списак (контролни механизам).</li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>
export default {};
</script>

<style scoped></style>
