<template>
    <div class="grid">
        <div class="col-12">
            <div class="card">
                <h5>Функције за представнице скупштинских органа</h5>
                <p>
                    Ово је део сајта у коме ће бити функције које користе овлашћена лица Народне Скупштине или покрајинских или општинских скупштина. Приступ овом делу сајта ће захтевати пријаву високог нивоа поузданости преко сервиса
                    <a href="https://eid.gov.rs" target="_blank">eid.gov.rs</a>.
                </p>
                <p>Главне функције које ће бити на располагању представницама скупштинских органа укључују:</p>
                <ul>
                    <li>Преглед и одобравање/одбијање припремљених предлога народних иницијатива поднетих одговарајућем нивоу власти. Одобрене иницијативе постају јавно доступне и отворене за потписивање у законом дефинисаном периоду.</li>
                    <li>Унос исхода дискусије Народне Скупштине (или скупштине општине или аутономне покрајине) о покренутој народној иницијативи: прихваћена или одбачена (уз необавезни текст о току расправе).</li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>
export default {};
</script>

<style scoped></style>
